{
    "meta-title": "Inoxiesoft Software Development Pricing | Flexible Rates for Top-Quality Work",
    "meta-description": "Inoxiesoft offers flexible pricing for top-quality software development services. Our team of skilled developers provides personalized estimates based on project needs, with rates ranging from 30 EUR/h to 80 EUR/h for full-stack tech leads and frontend developers. Contact us today to discuss your project! Keywords: software development pricing, flexible rates, skilled developers, personalized estimates, full-stack tech leads, frontend developers, Inoxiesoft.",
    "textParagraph": "At our company, we understand that every project is unique and requires a personalized approach. That's why we offer a flexible pricing system that caters to the specific needs of our clients. Our pricing ranges from **30€ per to 80€ per working hour**, depending on the developer's expertise and experience.\n\nWe have a team of highly skilled developers, including full-stack tech leads and frontend developers. Our full-stack tech leads have extensive experience in all aspects of software development, from front-end design to back-end architecture. They are well-equipped to handle complex projects and provide top-quality solutions. On the other hand, our frontend developers specialize in creating visually appealing and user-friendly interfaces that enhance the overall user experience.\n\nWe understand that pricing is an important factor when choosing a software development company, but we also know that it's not the only consideration. That's why we provide personalized estimates for each project, taking into account the scope of work, timeline, and other relevant factors. Our team works closely with clients to identify their needs and objectives, ensuring that we deliver solutions that exceed their expectations.\n\nIf you're interested in working with our team, please don't hesitate to contact us. We'll be happy to provide you with a detailed estimate and answer any questions you may have. Thank you for considering our company for your software development needs!",
    "h1Title": "Get more value for your money with our affordable pricing plans",
    "h2Title": "Affordable Pricing Plans for Your Custom Software Development Needs"
}